{
  "testimonials": [
    {
      "id": 4,
      "type": "text",
      "category": "Digital Transformation",
      "quote": "Bobcares helped me with the configuration of server side settings that allowed for our development team to use Github with cPanel. Bobcares also guided me to another solution which may be better for my purposes. As always, Bobcares is looking out for my best interests and proactively offering ideas and recommendations. I highly recommend Bobcares for all of your technology support needs!",
      "author": "Matthew Owen",
      "role": "Founder, FastTrack CEO",
      "bgColor": "#d4e4f7",
      "image": "/images/testimonials/Matthew_Owen.jpeg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 5,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "We had a quick turnaround support from Ameer from BobCares team to fix a Cname issue we were facing with email delivery. This was rectified by Ameer instantly. We appreciate BC's support at all times and trust them and their expertise! 5 Stars and always reliable!",
      "author": "Shamil Abdul Latheef",
      "role": "Sr. Manager - Digital Biz, Chrysalis Digital",
      "bgColor": "#e8d5f2",
      "image": "/images/testimonials/Shamil_Abdul_Latheef.jpeg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 10,
      "type": "text-image-video",
      "category": "Infrastructure Management",
      "quote": "Bobcares is a great service!\nI've been a user for nearly two years and whether it's regular server monitoring or responding to unexpected downtime, Bobcares has been there and done a good job.\nMost recently, we had an unexpected downed SQL server that Bobcares noticed through monitoring and brought back up to functioning in under an hour. Great work!",
      "author": "Ibrahim C (Ibrahim Chishti)",
      "role": "Director of Technology, IMC DIGITAL UNIVERSE, INC",
      "bgColor": "#fabcb0",
      "image": "/images/testimonials/Ibrahim_Chishti.jpg",
      "imageCloudinaryId": "",
      "videoUrl": "/videos/testimonials/ibrahim-chishti.mp4"
    },
    {
      "id": 6,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "We have had many urgent issues with our Moodle instance and the team at Bobcares came to our rescue. This specific issue was no exception. Our production site was not loading, instead we were receiving this message, \"error reading from database\". However, I reached out to the techs at Bobcares and they rescued us in a short period of time! Our site is up and running again!",
      "author": "Sergio Estridge",
      "role": "E-Learning Manager, H. Lavity Stoutt Community College",
      "bgColor": "#ffe5b4",
      "image": "/images/testimonials/Sergio_Estridge.jpeg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 8,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "We recently migrated our old server to a new server because CentOS 7 had reached the end of life. Bobcares was there every step of the way, and was very efficient and professional. Their knowledge was extensive, and they made the whole nerve wracking procedure very smooth and worry free! Could not recommend them any higher!",
      "author": "William Mills",
      "role": "Designer / Partner, Toucan Graphics",
      "bgColor": "#ffcccb",
      "image": "/images/testimonials/William_Mills.jpg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 12,
      "type": "text",
      "category": "Product Engineering",
      "quote": "I have used Bobcares team for building an MVP at the beginning of 2024 and building out full requirements end of 2024. Overall experience with Bobcares has been phenomenal. The program/account team was easy to work wth; the leadership team was oustanding. The team members assigned were top notch - very quick learners, and have strong research skills to solve complex problems. I am extremely happy with the engagement with Bobcares team.",
      "author": "Sai Kalur",
      "role": "Co-Founder & Chief Executive Officer (CEO), Sanatio Technologies Inc",
      "bgColor": "#d4e4f7",
      "image": "/images/testimonials/Sai_Kalur.jpeg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 17,
      "type": "text",
      "category": "Amazing support",
      "quote": "I have been with Bobcares for over 10 years now and it is a great comfort knowing that they have my back when it comes to any issues with my server. They are very friendly and professional, and are very knowledgeable with security and the day to day running, upgrading and maintenance of my server.",
      "author": "William Mills",
      "role": "Website Designer at Toucan Graphics",
      "bgColor": "#fbe9ac",
      "image": "/images/testimonials/William_Mills.jpg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 18,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "Bob Cares always respond in a timely manner when there is a problem. They are always very helpful if we have questions. They work hard to keep our web server in service.",
      "author": "Jeff Braden(Paul Braden (Michael McCoy))",
      "role": "Owner / Website Designer, Besttech Computing",
      "bgColor": "#fabcb0",
      "image": "/images/testimonials/Paul_Braden.jpeg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 21,
      "type": "text",
      "category": "Amazing support",
      "quote": "Bobcares was a trusted service provider for us for several years, and they consistently delivered exceptional service across every area of engagement—billing, customer support, and systems administration. Their team was always professional, highly knowledgeable, and reliable in every interaction.\n\nI worked closely with them while managing several mid-sized web hosting brands, and their support played a key role in keeping our operations running smoothly. In particular, my direct work with Lijoe was always a positive experience; he was responsive, insightful, and excellent to collaborate with.\n\nThe only reason our relationship ended was due to our corporate directive to bring all support functions in-house. Otherwise, we would have continued working with Bobcares without hesitation. I highly recommend their services to any business seeking dependable and skilled support.",
      "author": "Jason Beyke",
      "role": "VP Business Development and M&A, TechAssets",
      "bgColor": "#e8d5f2",
      "image": "/images/testimonials/Jason_Beyke.jpeg",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 1,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "The Bobcares team provided excellent support during our firewall migration. Communication was clear, they explained every step in detail, and the work was completed quickly and without downtime. They also ensured our existing firewall rules and whitelisted IPs were carried over seamlessly. It gave me confidence to know they had both SSH and console fallback covered. Overall, a very professional and reliable service. Highly recommended!",
      "author": "Andre",
      "role": "",
      "bgColor": "#fbe9ac",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 2,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "I asked BobCares to look into a problem we have had on our new webserver since its start 6 months ago. Previous support firm were asked several times but came up with nothing.\nBobCares were asked on 7th Sep if they could find out why our websites were all slow to very slow over weekends and within hours came up with a detailed survey and suggestions for improvement which, by 3 days later, had all been carried out and all is now good on the webserver.\nI like particularly that they give a detailed report and explain what they have done and why - so that I can learn as we proceed.",
      "author": "Richard Ball",
      "role": "Chairman, eGGSA",
      "bgColor": "#fabcb0",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 3,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "I wholeheartedly advise any company that needs an exceptional support team to take care of their internet and mail server to get in touch with Bobcares. They will experience an exceptional service, swift and efficient. Don't wait, just go ahead and join them!",
      "author": "Charif Bedran",
      "role": "Managing Director, Information Management Limited",
      "bgColor": "#cfeddf",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 7,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "I'm working with them since 2014 and I'm very Happy with theim service. I have some VPS and dedicated servers and, when there is some problem they have a monitoring system and solved It.",
      "author": "Rubén Juanas",
      "role": "Director Técnico (Technical Director), RCA Network S.L.",
      "bgColor": "#c7e9c0",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 9,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "In my 10 years of work experience, I have used several companies for server management services. Each of these companies had serious shortcomings in support compared to what they communicated and stated in their TOS.\nI considered giving up the search, but then I decided to give myself one more chance – BobCares. They are literally everything I needed, hoped for, and wished for in my business, and I received that and even more from BobCares. Do not hesitate; they do EVERYTHING! Professionally, thoroughly, kindly, and quickly.",
      "author": "Michael(Vjeran Rubesa)",
      "role": "Managing Director, Digital Synergy Limited",
      "bgColor": "#fbe9ac",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 11,
      "type": "text",
      "category": "Amazing support",
      "quote": "I had a critical issue with my remote MySQL connection, and the Bobcares team handled it with outstanding professionalism and speed. Their quick response and clear troubleshooting steps ensured that everything was resolved efficiently.\nThey not only identified and fixed the issue but also provided detailed explanations and guidance, making it easy for me to manage future configurations. The level of expertise and dedication they showed was truly impressive.\nIf you're looking for reliable, knowledgeable, and fast technical support, I highly recommend Bobcares. Five stars well deserved!",
      "author": "Andre Bording",
      "role": "Co-Founder & Chief Commercial Officer (CCO), Horecavoordeel",
      "bgColor": "#cfeddf",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 13,
      "type": "text",
      "category": "Digital Transformation",
      "quote": "I feel completely at ease working with Bobcares; it feels like I have known them forever. They are highly professional and consistently deliver outstanding work. I particularly appreciate how they keep me updated throughout the process. Their invoicing and platform are exceptionally well designed, demonstrating their advanced tech-savviness. I wish I had discovered them years ago instead of relying on others. A big thank you to Suresh, Vijin, and Pramitha!",
      "author": "Christopher Charles",
      "role": "Managing Director, C3 Global",
      "bgColor": "#e8d5f2",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 14,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "Thank you Bobcares support for fixing my server issues on time so many times and help me avoid big downtime and loss of traffic.\nI'm glad to have you as a partner for my online business. KEEP UP YOUR GREAT SUPPORT!",
      "author": "Daniel(Cristian Daniel Iftode )",
      "role": "Freelance Graphic Designer",
      "bgColor": "#ffe5b4",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 15,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "We had a situation where our server was down twice in early January of this year. Our Data Center is still investigating what caused this. In both cases when our server went offline, Bobcares was quick to alert us and take action. When we didn't respond quickly to their email alert, they phoned us. It is this kind of service that makes Bobcares a valuable partner of our company.",
      "author": "Carolyne Regan",
      "role": "Owner, Oliver Marketing",
      "bgColor": "#c7e9c0",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 16,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "Bobcares is simply an amazing firm, I'm astonished with the high level of support. A perfect and caring pre-sales and an extremely dedicated and savy tech support, who learned fast our specific panel and helped us actively migrate hundreds of site. Always with perfect manners, extremely nice and wanting to help. Thank you, Bobcares, you guys are the best!",
      "author": "Flavio Lucarelli",
      "role": "Diretor Executivo (Executive Director), LucaNet Sistemas Ltda.",
      "bgColor": "#ffcccb",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 19,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "At PC Patrol, we have been working with Bobcares for quite some time for technical support and server management. Our experience with their team has been largely positive. They respond quickly to support requests, handle complex technical issues effectively, and proactively suggest improvements.\n\nWhat we value most is their 24/7 availability and the fact that there is always someone ready to resolve urgent matters right away. This allows us to focus on our customers, knowing that the servers and systems are being monitored and maintained properly. Communication is smooth and friendly, and it's clear that they have strong technical expertise.\n\nOf course, there have been moments when we needed to provide additional context or follow up further, but that's part of working with an external partner. Overall, we see Bobcares as a reliable partner that helps us maintain the high quality of service we promise to our clients.",
      "author": "Chris van der Scheer",
      "role": "Eigenaar (Owner), PC Patrol",
      "bgColor": "#cfeddf",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    },
    {
      "id": 20,
      "type": "text",
      "category": "Infrastructure Management",
      "quote": "I've been using Bobcares since 2001, and have never had a negative experience with them. They always respond quickly and politely - which is very helpful under times of stress or panic.\n\nThey resolve issues quickly, explain their work, and are sensitive to our processes and required uptime.",
      "author": "Chris Collins",
      "role": "Co-Founder & CTO, BoothBook",
      "bgColor": "#d4e4f7",
      "image": "",
      "imageCloudinaryId": "",
      "videoUrl": ""
    }
  ]
}